Repository: NoraLuay/mandaean-calendar-2023
Catalog: lib/l10n/app_*.arb
Languages: ar, da, de, sv

# appTitle
source: Mandaean Calendar
ar: تقويم المندائي
da: Mandaean kalender
de: Mandäischer Kalender
sv: Mandaean kalender

source: Notification
ar: اشعارات
da: Notifikation
de: Benachrichtigung
sv: Notifikation

source: Language
ar: لغة
da: Språk
de: Sprache
sv: Språk

source: About
ar: حول
da: Om
de: Um
sv: Om

source: Choose Language
ar: اختر لغة
da: Välj språk
de: Sprache wählen
sv: Välj språk

source: Close
ar: إغلاق
da: Stäng
de: Schließen
sv: Stäng

source: Update
de: Aktualisieren
sv: Updatera

# newUpdateWarningDescription
source: You need to update the calendar to the latest version.
de: Sie müssen den Kalender auf die neueste Version aktualisieren
sv: Du måste uppdatera kalendern till den senaste versionen.

# aboutDescription
source: Thank you for using the Mandaean Calendar! The calendar has all occasions for year 2023, each with a special color indicator depends on the occasion. Pressing on a colored date will show additional information about the occasions. Source: Rabbi Rafid Resh-ima Abdullah Al-Sabti I hope this calendar comes in handy, as it is my main goal to achieve. If you have any questions, suggestions, or anything else, don't hesitate to contact me. Arshad Fendi & Noora Al-Sadawi arshad.fendi@gmail.com
ar: شكراً لك على استخدام التقويم المندائي! التقويم لديه جميع المناسبات لعام ٢٠٢٢، مع كل مناسبة ولونها الخاص. سيؤدي الضغط على تاريخ ملون إلى عرض معلومات إضافية تخص المناسبات في ذلك اليوم. آملي أن يكون التقويم مفيداً، كما هو هدفي الرئيسي لتحقيقه. إذا كان لديك أي أسئلة، اقتراحات، أو أي شيء آخر، لا تترددوا في الاتصال بي. ارشد فندي و نورا السداوي arshad.fendi@gmail.com
da: Tak fordi du bruger den Mandaeanske kalender! Kalenderen har alle lejligheder for år 2022, hver med en særlig farveindikator afhænger af anledningen. Hvis du trykker på en farvet dato, vises yderligere oplysninger om lejlighederne. Jeg håber, at denne kalender kommer til nytte, da det er mit hovedmål at opnå. Hvis du har spørgsmål, forslag eller noget, så tøv ikke med at kontakte mig. (Oversat med Google Translate) Arshad Fendi & Noora Al-Sadawi arshad.fendi@gmail.com
de: Vielen Dank, dass Sie den Mandäischen Kalender nutzen! Der Kalender enthält alle Anlässe für das Jahr 2024, jeweils mit einer speziellen Farbanzeige, je nach Anlass. Durch Drücken auf ein farbiges Datum werden zusätzliche Informationen zu den Anlässen angezeigt. Quelle: Rabbi Rafid Resh-ima Abdullah Al-Sabti Ich hoffe, dass dieser Kalender nützlich ist, da dies mein Hauptziel ist. Wenn Sie Fragen, Anregungen oder sonstiges haben, zögern Sie nicht, mich zu kontaktieren. Arshad Fendi & Noora Al-Sadawi arshad.fendi@gmail.com
sv: Tack för att du använder Mandaéiska kalendern! Kalenderen har alla event och högtider för år 2024, var och en med en särskild färgindikator beror på eventen. När du klickar du på ett färgat daturm visas ytterligare information om eventet. Kilde: Rabbi Rafid Resh-ima Abdullah Al-Sabti Jag hoppas att den här kalendern kommer att vara till nytta, eftersom det är mitt främsta mål att uppnå. Om du har några frågor, förslag eller något annat, tveka inte att kontakta mig. Arshad Fendi & Noora Al-Sadawi arshad.fendi@gmail.com

# eventFilterHeader
source: Select occasions to display
da: Vælg hændelser, der skal vises
de: Wählen Sie die anzuzeigenden Anlässe aus
sv: Välja händelser som ska visas

source: Religious occasion
ar: مناسبة دينية
da: Religiøs begivenhed
de: Religiöser Anlass
sv: Religiös högtid

source: Beginning of the month
ar: رأس الشهر
da: Begyndelsen af måneden
de: Anfang des Monats
sv: Början av månaden

source: Light day of fasting
ar: يوم أمبطل خفيف
da: Let fastedag
de: Leichter Fastentag
sv: Lätt fastedag

source: Heavy day of fasting
ar: يوم أمبطل ثقيل
da: Tung fastedag
de: Schwerer Fastentag
sv: Tung fastedag

# peopleOfInterests
source: Important people
ar: شخصيات مهمة
da: Vigtige mennesker
de: Wichtige Leute
sv: Viktiga människor

# comment_calendar_events_1
source: =========== Events in calendar ===========
de: =========== Ereignisse im Kalender ===========

# calendar_event_banja_day_1
source: Benja (pronaya) feast: Day 1
ar: عيد الخليقة (برونايا) أو (البنجة): يوم ١
da: Benja (pronaya) fest: Dag 1
de: Benja (Pronaya)-Fest: Tag 1
sv: Benja (pronaya) högtid: Dag 1

# calendar_event_banja_day_2
source: Benja (pronaya) feast: Day 2
ar: عيد الخليقة (برونايا) أو (البنجة): يوم ٢
da: Benja (pronaya) fest: Dag 2
de: Benja (Pronaya)-Fest: Tag 2
sv: Benja (pronaya) högtid: Dag 2

# calendar_event_banja_day_3
source: Benja (pronaya) feast: Day 3
ar: عيد الخليقة (برونايا) أو (البنجة): يوم ٣
da: Benja (pronaya) fest: Dag 3
de: Benja (Pronaya)-Fest: Tag 3
sv: Benja (pronaya) högtid: Dag 3

# calendar_event_banja_day_4
source: Benja (pronaya) feast: Day 4
ar: عيد الخليقة (برونايا) أو (البنجة): يوم ٤
da: Benja (pronaya) fest: Dag 4
de: Benja (Pronaya)-Fest: Tag 4
sv: Benja (pronaya) högtid: Dag 4

# calendar_event_banja_day_5
source: Benja (pronaya) feast: Day 5
ar: عيد الخليقة (برونايا) أو (البنجة): يوم ٥
da: Benja (pronaya) fest: Dag 5
de: Benja (Pronaya)-Fest: Tag 5
sv: Benja (pronaya) högtid: Dag 5

# calendar_event_dehbaAdDemana
source: Dehba ad Demana feast
ar: عيد الديمومة (دِهبا إد دَيمانا)
da: Dehba ad Demana fest
de: Dehba ad Demana-Fest
sv: Dehba ad Demana högtid

# calendar_event_kenshiWeZehli
source: Kenshi we Zehli feast - New Year\'s Eve and first day karsa
ar: يوم اللقاء والنقاء (كنشي وزهلي) - اخر يوم السنة المندائية و اول ايام الإعتكاف (الكرصه)
da: Kenshi we Zehli fest - Nytårsaften og første kersa dag
de: Kenshi we Zehli Fest – Neujahr\'s Vorabend und Karsa am ersten Tag
sv: Kenshi we Zehli högtid - Nyårsafton och första kersa dagen

# calendar_event_dehbaAdRaba_1
source: The Great feast (Dehba ad Raba) - New year day and second day karsa
ar: العيد الكبير (دِهبا إد ربا) - رأس السنة المندائية و تكملة الإعتكاف (الكرصة)
da: Den store fest (Dehba ad Raba) - Nytårsdag og anden kersa dag
de: Das große Fest (Dehba ad Raba) - Neujahrstag und Karsa am zweiten Tag
sv: Den stora högtiden (Dehba ad Raba) - Nyårsdagen och andra kersa dagen

# calendar_event_dehbaAdRaba_2
source: The Great feast continuation - End of karsa
ar: ثاني أيام العيد الكبير - يوم الطلعة
da: Fortsættelse af den store feast - Afslutningen af kersa
de: Fortsetzung des Großen Festes - Ende von Karsa
sv: Fortsättning på den stora högtiden - Slutet på kersa

# calendar_event_aiedShoshian_1
source: The remembrance of Shoshian feast - Day 1
ar: تذكار يوم شوشيان ربا - يوم ١
da: Ihukommelse om Shoshian festen - Dag 1
de: Die Erinnerung an das Shoshian-Fest - Tag 1
sv: Minnet av Shoshian högtiden - Dag 1

# calendar_event_aiedShoshian_2
source: The remembrance of Shoshian feast - Day 2
ar: تذكار يوم شوشيان ربا - يوم ٢
da: Ihukommelse om Shoshian festen - Dag 2
de: Die Erinnerung an das Shoshian-Fest - Tag 2
sv: Minnet av Shoshian högtiden - Dag 2

# calendar_event_yomIlTihare
source: Day of purification
ar: تذكار يوم الطهارة (يوما اد دكياثا)
da: Dagen for oprensning
de: Tag der Reinigung
sv: Rensningsdag

# calendar_event_degIlFil
source: The Deg al-Fil feast
ar: تذكار يوم الأرتقاء (دك الفل)
da: Deg al-Fil fest
de: Das Deg al-Fil-Fest
sv: Deg al-Fil högtiden

# calendar_event_dehbaAdHanena
source: The small feast (Dehba ad Hanena)
ar: العيد الصغير (دهبا إد هَنينا)
da: Den lille fest (Dehba ad Hanena)
de: Das kleine Fest (Dehba ad Hanena)
sv: Den lilla högtiden (Dehba ad Hanena)

# calendar_event_abuAlhiris
source: The recompense day (Abu al-Hires)
ar: تذكار يوم الثواب (أبو الهريس)
da: Kompensation dag (Abu al-Hires)
de: Der Vergeltungstag (Abu al-Hires)
sv: Kompensation dagen (Abu al-Hires)

# calendar_beginning_of_month_01
source: First of Mandaic Ab
ar: أول شهر آب المَندائي
da: Første Mandaeske Ab
de: Erster mandäischer Ab
sv: Första Mandeiska Ab

# calendar_beginning_of_month_02
source: First of Mandaic Aylul
ar: أول شهر إيلول المَندائي
da: Første Mandaeske Aylul
de: Erster mandäischer Aylul
sv: Första Mandeiska Aylul

# calendar_beginning_of_month_03
source: First of Mandaic Tishrin
ar: أول شهر تِشرين المَندائي
da: Første Mandaeske Tishrin
de: Erster des mandäischen Tischrin
sv: Första Mandeiska Tishrin

# calendar_beginning_of_month_04
source: First of Mandaic Mashrowan
ar: أول شهر مَشروان المَندائي
da: Første Mandaeske Mashrowan
de: Zuerst von Mandaic Mashrowan
sv: Första Mandeiska Mashrowan

# calendar_beginning_of_month_05
source: First of Mandaic Kanoon
ar: أول شهر كانون المَندائي
da: Første Mandaeske Kanoon
de: Erster mandäischer Kanun
sv: Första Mandeiska Kanoon

# calendar_beginning_of_month_06
source: First of Mandaic Tabeeth
ar: أول شهر طابيث المَندائي
da: Første Mandaeske Tabeeth
de: Erster mandaischer Tabeeth
sv: Första Mandeiska Tabeeth

# calendar_beginning_of_month_07
source: First of Mandaic Shabat
ar: أول شهر شَباط المَندائي
da: Første Mandaeske Shabat
de: Erster Mandäischer Schabbat
sv: Första Mandeiska Shabat

# calendar_beginning_of_month_08
source: First of Mandaic Adaar
ar: أول شهر آدار المَندائي
da: Første Mandaeske Adaar
de: Erster mandäischer Adaar
sv: Första Mandeiska Adaar

# calendar_beginning_of_month_09
source: First of Mandaic Nisan
ar: أول شهر نيسان المَندائي
da: Første Mandaeske Nisan
de: Erster mandäischer Nisan
sv: Första Mandeiska Nisan

# calendar_beginning_of_month_10
source: First of Mandaic Ayar
ar: أول شهر أيار المَندائي
da: Første Mandaeske Ayar
de: Erster mandaischer Ayar
sv: Första Mandeiska Ayar

# calendar_beginning_of_month_11
source: First of Mandaic Sewan
ar: أول شهر سيوان المَندائي
da: Første Mandaeske Sewan
de: Zuerst Mandaic Sewan
sv: Första Mandeiska Sewan

# calendar_beginning_of_month_12
source: First of Mandaic Tammuz
ar: أول شهر تَموز المَندائي
da: Første Mandaeske Tammuz
de: Erster mandäischer Tammuz
sv: Första Mandeiska Tammuz

# calendar_heavy_fasting
source: Heavy day of fasting
ar: يوم أمبطل ثقيل
da: Tung fastedag
de: Schwerer Fastentag
sv: Tung fastedag

# calendar_light_fasting
source: Light day of fasting
ar: يوم أمبطل خفيف
da: Let fastedag
de: Leichter Fastentag
sv: Lätt fastedag

# calendar_people_of_interests_01
source: Poet Lamia Abbas Emara Al-Mandawi Born: 1929, Baghdad Died: 01/18/2021, California, USA Milwasha: Mamani Beth-Mahnash
ar: الشاعرة لميعة عباس عمارة المندوي الولادة: 1929 بغداد الوفاة: 18/01/2021 كاليفورنيا امريكا الملواشة: مماني بث مهنش
da: Digteren Lamia Abbas Emara Al-Mandawi Født: 1929, Bagdad Død: 2021-01-18, Californien, USA Milwasha: Mamani Beth-Mahnash
de: Poet Lamia Abbas Emara Al-Mandawi Geboren: 1929, Baghdad Gestorben: 01/18/2021, California, USA Milwasha: Mamani Beth-Mahnash
sv: Poeten Lamia Abbas Emara Al-Mandawi Född: 1929, Bagdad Död: 2021-01-18, Kalifornien, USA Milwasha: Mamani Beth-Mahnash

# calendar_people_of_interests_02
source: Resh-ima Abdullah kanzbara Najim kanzbara Zahron resh-ima Abdullah Born: 07/01/1927 Died: 03/04/2010 Milwasha: Ram Yehana Ber-Simet
ar: الريش امه عبدالله الكنزبرا نجم الكنزبرا زهرون الريش امه عبدالله الولادة: 01/07/1927 الوفاة: 04/03/2010 الملواشة: رام يهانا بر سيمت
da: Resh-ima Abdullah kanzbara Najim kanzbara Zahron resh-ima Abdullah Født: 1927-01-07 Død: 2010-03-04 Milwasha: Ram Yehana Ber-Simet
de: Resh-ima Abdullah kanzbara Najim kanzbara Zahron resh-ima Abdullah Geboren: 07/01/1927 Gestorben: 03/04/2010 Milwasha: Ram Yehana Ber-Simet
sv: Resh-ima Abdullah kanzbara Najim kanzbara Zahron resh-ima Abdullah Födelse: 1927-01-07 Död: 2010-03-04 Milwasha: Ram Yehana Ber-Simet

# calendar_people_of_interests_03
source: The head Imma (the former head of the sect) Sheikh Dakhil Sheikh Idan Sheikh Damuk Al-Mandawi Born: 1867 Amara Died: 06/24/1964 Baghdad Milwasha: Muhtam Zahran Ber-Yasmin
ar: رئيس الامة (رئيس الطائفة الاسبق) الشيخ دخيل الشيخ عيدان الشيخ داموك المندوي الولادة: 1867 العمارة الوفاة: 24/6/1964 بغداد الملواشة: مهتم زهرن بر ياسمن
da: Leder af Imma (tidligere sektleder) Sheik Dakhil Sheik Idan Sheik Damuk Al-Mandawi Født: 1867 Amara Død: 1964-06-24 Bagdad Milwasha: Muhtam Zahran Ber-Yasmin
de: The head Imma (the former head of the sect) Sheikh Dakhil Sheikh Idan Sheikh Damuk Al-Mandawi Geboren: 1867 Amara Gestorben: 06/24/1964 Baghdad Milwasha: Muhtam Zahran Ber-Yasmin
sv: Immas ledare (f.d. sektenledare) Sheikh Dakhil Sheikh Idan Sheikh Damuk Al-Mandawi Födelse: 1867 Amara Död: 1964-06-24 Bagdad Milwasha: Muhtam Zahran Ber-Yasmin

# calendar_people_of_interests_04
source: The scholar Abdul Jabbar Sheikh Abdullah Sheikh Sam Al-Mandawi Born: 1911 Maysan Died: 07/09/1969 New York, USA Milwasha: ----
ar: العالم عبد الجبارالشيخ عبدالله الشيخ سام المندوي الولادة: 1911 ميسان الوفاة: 09/07/1969 نيويورك امريكا الملواشة: ----
da: Den lærde Abdul Jabbar Sheik Abdullah Sheik Sam Al-Mandawi Født: 1911 Maysan Død: 1969-07-09 New York, USA Milwasha: ----
de: The scholar Abdul Jabbar Sheikh Abdullah Sheikh Sam Al-Mandawi Geboren: 1911 Maysan Gestorben: 07/09/1969 New York, USA Milwasha: ----
sv: Den lärde Abdul Jabbar Sheikh Abdullah Sheikh Sam Al-Mandawi Född: 1911 Maysan Död: 1969-07-09, New York, USA Milwasha: ----

# calendar_people_of_interests_05
source: The poet Abd al-Razzaq Abd al-Wahed Ghayyad al-Mandawi Born: 3/20/1930 Baghdad Died: 11/18/2016 Paris Milwasha: Yahia Ber-Sharat-Simet
ar: الشاعر عبد الرزاق عبد الواحد غياض المندوي الولادة: 20/03/1930 بغداد الوفاة: 18/11/2016 باريس الملواشة: يهيا بر شارت سيمت
da: Digteren Abd al-Razzaq Abd al-Wahed Ghayyad al-Mandawi Født: 1930-03-20 Bagdad Død: 2016-11-18 Paris Milwasha: Yahia Ber-Sharat-Simet
de: The poet Abd al-Razzaq Abd al-Wahed Ghayyad al-Mandawi Geboren: 3/20/1930 Baghdad Gestorben: 11/18/2016 Paris Milwasha: Yahia Ber-Sharat-Simet
sv: Poeten Abd al-Razzaq Abd al-Wahed Ghayyad al-Mandawi Född: 1930-03-20 Bagdad Död: 2016-11-18 Paris Milwasha: Yahia Ber-Sharat-Simet

# calendar_people_of_interests_06
source: Al-Ganzura Sheikh Jabbar Tawoos Sheikh Saad Al-Kahili Born: 1921 Died: 12/28/2014 Milwasha: Amhatam Yehanan Ber-Shart
ar: الگنزورا شيخ جبار طاووس شيخ سعد الكحيلي (المفكرة) الولادة: 1921 الوفاة: 28/12/2014 الملواشة: امهتم يهانا بر شارت
da: Al-Ganzura Sheik Jabbar Tawoos Sheik Saad Al-Kahili Født: 1921 Død: 2014-12-28 Milwasha: Amhatam Yehanan Ber-Shart
de: Al-Ganzura Sheikh Jabbar Tawoos Sheikh Saad Al-Kahili Geboren: 1921 Gestorben: 12/28/2014 Milwasha: Amhatam Yehanan Ber-Shart
sv: Al-Ganzura Sheikh Jabbar Tawoos Sheikh Saad Al-Kahili Född: 1921 Död: 2014-12-28 Milwasha: Amhatam Yehanan Ber-Shart

# calendar_people_of_interests_07
source: Sheikh Abdullah Sheikh Sam Shabout Al-Mandawi (former head of the sect) Born: 1890 Amara Died: 1981 Milwasha: Adam Zahrun Bar-Chart
ar: الشيخ عبدالله الشيخ سام شبوط المندوي (رئيس الطائفة الاسبق) الولادة: 1890 العمارة الوفاة: 1981 الملواشة: ادم زهرن بر شارت
da: Sheik Abdullah Sheikh Sam Shabout Al-Mandawi (tidligere sektleder) Født: 1890 Amara Død: 1981 Milwasha: Adam Zahrun Bar-Chart
de: Sheikh Abdullah Sheikh Sam Shabout Al-Mandawi (former head of the sect) Geboren: 1890 Amara Gestorben: 1981 Milwasha: Adam Zahrun Bar-Chart
sv: Sheikh Abdullah Sheikh Sam Shabout Al-Mandawi (f.d. sektledare) Född: 1890 Amara Död: 1981 Milwasha: Adam Zahrun Bar-Chart

source: Waring
sv: Varning
